<template>
    <div class="rec-proto">
				<!--充值协议-->
				<headRe :text="til"></headRe>
				<div class="rechrge-con">
						<p class="indet">
								尊敬的用户，为保障您的合法权益，请您在充值前仔细阅读《充值协议》 （“本协议”）以了解星时空App的充值、提现使用规则并避免产生任何误解。当您点击“去充值”按钮，即视为您已阅读、理解本协议，并同意按照本协议约定的规则进行充值、参与提现或使用帐户余额。
						</p>
						<br>
						<div >1、定义：</div>
						<p>可用余额：您的用户帐号中可进行交易或者提现的剩余金额；</p>
						<p>已购市值：您的用户帐号中已购买拥有的时间资产；</p>
						<p>冻结金额：未成交的购买时间订单+预约的时间商品+申购新人发行时间；</p>
						<p>总资产：您的用户帐号中“可用余额+已购市值+冻结金额”；</p>

						<div>2、 帐户余额有效期：</div>

						<p>用户帐户余额的有效期为自充值之日起至使用完毕为止；</p>

						<div>3、帐户余额的使用规则：</div>

						<p>可用余额：仅可用于购买时间、提现，不可用于转移或转赠；</p>
						<p>冻结金额：可在星时空App平台中进行转卖交易；</p>

						<div>4、保证与承诺</div>

						<p>您完全理解并同意，星时空App所提供的与充值相关的活动仅适用于正当、合法按照《星时空用户使用协议》使用我们服务的用户。一旦发现您的用户帐号存在任何利用前述规则从事作弊行为以获取不正当经济利益的情形，星时空App有权冻结或关闭您的用户帐号以及任何 其他与作弊行为相关的用户帐号、收回或取消因作弊行为取得的所有不正当的经济利益，并且星时空App保留停止向您提供服务以及根据作弊行为的严重程度进一步追究法律责任的权利。</p>

						<div>5、特别说明：</div>

						<p>您完全理解并同意，星时空App有权随时修改本协议内容，届时将通过在官网或“星时空App”软件上公布修改后的协议，该公布将被视为星时空已通知用户；同时，星时空也可通过其他适当方式通知用户。如果您选择继续充值即表示您同意并接受修改后的协议并受其约束；如果您不同意我们对本协议的修改，请立即放弃充值或停止使用本服务。</p>

						<p>在适用法律法规充许的范围内，本协议下充值、提现及帐户余额的使用规则的最终解释权归星时空App所有。</p>

				</div>
		</div>
</template>

<script>
		import headRe from './headMe'
    export default {
        name: "recha-proto",
				data(){
        		return {
        				til:['充值协议']
						}
				},
				components:{
        		headRe
				}
    }
</script>

<style scoped>
		.rechrge-con{
				padding: .15rem .15rem;
				line-height: .26rem;
		}
		.til1{
				font-size: .16rem;
				font-weight: bolder;
		}
		.indet{
				text-indent: 2em;
		}
</style>