<template>
    <div class="protocol">
				<!--用户使用协议-->
				<headProto :text="til"></headProto>
				<div class="proto-con">
						<div class="til1">一．特别提示</div>
						<p>
								1.1 北京星时空科技有限公司（以下简称“星时空”）同意按照本协议的规定及其不时发布的操作规则提供基于互联网以及移动网的星时空时间商品买卖服务（以下称“星时空服务”），为获得星时空服务，星时空服务使用人（以下称“用户”）应当基于了解本协议全部内容，在独立思考的基础上认可、同意本协议的全部条款并按照页面上的提示完成全部的注册程序。 用户在进行注册程序过程中点击勾选框即表示用户完全接受《星时空用户使用协议》及星时空公示的各项规则、规范。
						</p>
						<p>
								1.2 用户注册成功后，星时空将为用户基于星时空服务使用的客观需求在申请、注册星时空服务时，为按照注册要求提供的帐号开通星时空服务。用户有权在星时空为其开通、并同意向其提供服务的基础上使用星时空服务。该用户帐号和密码由用户负责保管，用户使用星时空服务过程中，须对自身使用星时空服务的行为，以及通过星时空服务提交、发布、公开的信息，及对由此产生的任何后果承担全部责任。用户提交、发布或显示的信息将对其他星时空服务用户及第三方服务（本着对用户信息保密的义务，星时空也将与第三方服务签订保密协议）及网站可见。
						</p>
						<p>1.3 星时空所提供的所有数据与信息，仅供用户参考使用，风险自担，公司不承担任何经济和法律责任。
						</p>
						<p>1.4 用户承诺自觉遵守与时间商品买卖相关的法律、法规、规章制度及星时空规则，并且自觉配合星时空对时间商品买卖市场的行为规范。
				</p>
						<p>1.5 用户承诺在进行时间商品买卖之前已经对时间商品买卖规则、时间商品买卖惯例、时间商品买卖知识、所购买的时间商品买卖产品有了一定的了解，并完全知悉时间商品的最终用途为个人生活消费、工作和学习，充分理解时间商品买卖过程中可能蕴含的风险。
				</p>
						<p>1.6 用户承诺已充分理解“买者自负”的含义。</p>

						<p>1.7 为提高用户的星时空服务使用感受和满意度，用户同意星时空将基于用户的操作行为对用户数据进行调查研究和分析，从而进一步优化星时空服务。</p>
						<div class="til1">二．风险提示</div>
						<p>2.1 星时空提供的时间商品售卖服务非投资品。为了使用户更好地了解其中的风险，请用户仔细阅读 《星时空风险提示函》。
						</p>
						<p>2.2 用户应当在购买前对自身的经济承受能力和心理承受能力做出客观判断，对于用于时间商品售卖的资金数额和资金来源作出谨慎决定，在正式购买前请用户仔细阅读 《星时空买者自负承诺函》。
						</p>
						<p>2.3 用户进行购买时间商品前，应当认真阅读其产品公告书、个人资料等公开资料，全面了解该品种相关信息。用户应当提高自我保护意识，防范信息欺诈，不偏信盲从通过非正常渠道传播的各类传闻。
						</p>

						<p>2.4 星时空所揭示的风险提示并不能完全揭示购买时间商品服务等所有购买时间商品的全部风险。用户在参与购买时间商品前务必对此有清醒的认识,建议用户应当谨慎行事，并认真考虑是否购买时间商品。
						</p>

						<div class="til1">三．服务内容</div>
						<p>3.1 星时空服务的具体内容由星时空根据实际情况提供，包括但不限于授权用户通过其帐号使用星时空服务进行时间商品买卖，发布观点、评论、图片、视频、转发链接等，星时空有权对其提供的服务或产品形态进行升级或其他调整，并将及时更新页面告知用户。</p>

						<p>3.2 星时空提供的部分网络服务为收费的网络服务，用户使用收费网络服务需要向星时空支付一定的费用。对于收费的网络服务，星时空会在用户使用之前给予用户明确的提示，只有用户根据提示确认其愿意支付相关费用，用户才能使用该等收费网络服务。如用户拒绝支付相关费用，则星时空有权不向用户提供该等收费网络服务。</p>

						<p>3.3 用户理解，星时空仅提供与星时空服务相关的技术服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及数据流量费、为使用移动网而支付给运营商的相关费用）均应由用户自行负担。</p>

						<div class="til1">四．服务变更、中断或终止</div>
						<p>4.1 鉴于网络服务的特殊性（包括但不限于服务器的稳定性问题、恶意的网络攻击等行为的存在及其他星时空无法控制的情形），用户同意星时空有权随时中断或终止部分或全部的星时空服务（包括收费网络服务），若发生该等中断或中止星时空服务的情形，星时空将尽可能及时通过网页或用户端公告、系统通知、私信、短信提醒或其他合理方式通知受到影响的用户。</p>

						<p>4.2 用户理解，星时空需要定期或不定期地对提供星时空服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成服务在合理时间商品内的中断，星时空无需为此承担任何责任，但星时空应尽可能事先进行通告。</p>

						<p>4.3 如发生下列任何一种情形，星时空有权随时中断或终止向用户提供本协议项下的星时空服务（包括收费服务）而无需对用户或任何第三方承担任何责任：</p>

						<p>4.3.1 用户提供的个人资料不真实；</p>

						<p>4.3.2 用户违反法律法规国家政策或本协议中规定的使用规则；</p>

						<p>4.3.3 用户在使用收费服务时未按规定为其所使用的收费服务实现支付目的。</p>

						<p>4.4 如用户在申请开通星时空服务后在任何连续90日内未实际使用，则星时空有权选择采取以下任何一种方式进行处理：</p>

						<p>4.4.1 回收用户昵称；</p>

						<p>4.4.2 回收用户账号，或停止为该用户提供星时空服务。</p>

						<p>4.5 用户选择将星时空帐号与星时空合作的第三方帐号进行绑定的，除用户自行解除绑定关系外，如发生下列任何一种情形，用户已绑定的第三方帐号也有可能被解除绑定而星时空无需对用户或任何第三方承担任何责任。</p>

						<p>4.5.1 用户违反法律法规国家政策、本协议的；</p>

						<p>4.5.2 用户违反第三方帐户用户协议或其相关规定的；</p>

						<p>4.5.3 其他需要解除绑定的。</p>


						<div class="til1">五．使用规则</div>
						<p>5.1 用户注册星时空账号，进行时间商品买卖行为或制作、发布、传播信息内容的，应当使用真实身份信息及个人资料，不得以虚假、冒用的居民身份信息、企业注册信息、组织机构代码信息进行注册；若用户的个人资料有任何变动，用户应及时更新。
						</p>
						<p>5.2 用户可自行编辑注册信息中的账号名称、头像、简介等，但应遵守相关管理规定，不得含有违法和不良信息。用户在更改、删除有关信息的同时也可能会造成储存在系统中的文字、图片、视频等丢失，星时空对用户自主操作导致内容丢失不承担责任。
						</p>
						<p>5.3 如用户违反前述约定，依据相关法律、法规及国家政策要求，星时空有权随时采取不予注册、通知限期改正、注销登记用户账号、中止或终止向用户提供星时空服务等措施。如果用户冒用关联机构或社会名人注册账号名称，星时空有权注销用户该账号，并向互联网信息内容主管部门报告。
						</p>
						<p>5.4 星时空将建立健全用户信息安全管理制度、落实技术安全防控措施。星时空将对用户使用星时空服务过程中涉及的用户隐私内容加以保护。

						<p>5.5  由于星时空服务的存在前提是用户在申请开通星时空服务的过程中所提供的帐号、密码，则用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号或星时空服务遭他人非法使用，应立即通知星时空。因黑客行为或用户的保管疏忽导致帐号、密码及星时空服务遭他人非法使用，星时空有权拒绝承担任何责任。
				</p>
						<p>5.6 用户同意星时空在提供星时空服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在星时空网站的任何页面上投放广告）。并且，用户同意接受星时空通过电子邮件或其他方式向用户发送相关商业信息。
						</p>
						<p>5.7 用户知悉、理解并同意授权星时空及其关联公司可非独家、可转授权地使用用户通过星时空发布的内容，前述内容包括但不限于文字、图片、视频等。具体来说，可能会包括：
						</p>
						<p>5.7.1  将前述内容通过星时空自身或其他第三方技术、网络等在星时空选择的网络平台、应用程序或产品中，以有线或无线网，通过免费或收费的方式在不同终端（包括但不限于电脑、手机、互联网电视、机顶盒及其他上网设备等）以不同形式（包括但不限于点播、直播、下载等）进行网络传播或电信增值服务等；
						</p>
						<p>5.7.2 将前述内容复制、翻译、编入星时空当前已知或以后开发的作品、媒体或技术中，用于星时空相关用途开发或推广宣传等；</p>

						<p>5.7.3 将前述内容授权给电台、电视台、网络媒体、运营商平台等与星时空有合作的媒体或运营商播放、传播，用于星时空相关推广宣传等；</p>

						<p>5.7.4 其他星时空及其关联公司出于善意或另行取得您授权的使用行为；</p>

						<p>5.7.5 用户对星时空及其关联公司的前述授权并不改变用户发布内容的所有权及知识产权归属，也并不影响用户行使其对发布内容的合法权利；</p>

						<p>5.7.6 星时空将尽最大的商业努力合理使用用户的授权内容，但并不代表星时空及其关联公司承诺一定会使用。</p>

						<p>5.8 用户在使用星时空服务的过程中应文明发言，并依法尊重其它用户和时间商品出售者的人格权与身份权等人身权利，共同建立和谐、文明、礼貌的网络环境。</p>

						<p>5.9 用户在使用星时空服务过程中，必须遵循以下原则：</p>

						<p>5.9.1 不得违反中华人民共和国法律法规及相关国际条约或规则；</p>

						<p>5.9.2 不得违反与网络服务、星时空服务有关的网络协议、规定、程序及行业规则；</p>

						<p>5.9.3 不得违反法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等要求；</p>

						<p>5.9.4 不得进行任何可能对互联网或移动网正常运转造成不利影响的行为；</p>

						<p>5.9.5 不得上传、展示或传播任何不实虚假、冒充性的、骚扰性的、中伤性的、攻击性的、辱骂性的、恐吓性的、种族歧视性的、诽谤诋毁、泄露隐私、成人情色、恶意抄袭的或其他任何非法的信息资料；</p>

						<p>5.9.6 不得以任何方式侵犯其他任何人依法享有的专利权、著作权、商标权等知识产权，或姓名权、名称权、名誉权、荣誉权、肖像权、隐私权等人身权益，或其他任何合法权益；</p>

						<p>5.9.7 不得以任何形式侵犯星时空的权利 、利益或作出任何不利于星时空的行为；</p>

						<p>5.9.8 不得从事其他任何影响星时空正常运营、破坏星时空经营模式或其他有害星时空生态的行为。</p>

						<p>5.9.9 不得为其他任何非法目的而使用星时空服务。</p>

						<p>5.10 星时空针对某些特定的星时空服务的通过各种方式（包括但不限于网页公告、系统通知、私信、短信提醒等）作出的任何声明、通知、警示等内容视为本协议的一部分，用户如使用该等星时空服务，视为用户同意该等声明、通知、警示的内容。</p>

						<p>5.11 星时空有权对用户使用星时空服务的行为及信息进行审查、监督及处理，包括但不限于时间商品买卖（金额、数量、买卖双方信息等）、用户信息（账号信息、个人信息等）、发布内容（位置、文字、图片、音频、视频等）、用户行为（构建关系、评论、私信、参与话题、参与活动、举报投诉等）等范畴。如星时空发现、或收到第三方举报投诉用户在使用星时空服务时违反本协议第五条使用规则相关规定，星时空或其授权的主体有权依据其合理判断要求用户：</p>
						<p>5.11.1 限期改正;</p>
						<p>5.11.2 不经通知直接采取一切必要措施以减轻或消除用户不当行为造成的影响，并将尽可能在处理之后对用户进行通知。上述必要措施包括但不限于更改、屏蔽或删除相关内容，警告违规账号，限制或禁止违规账号部分或全部功能，暂停、终止、注销用户使用星时空服务的权利等。</p>

						<p>5.12 用户充分理解并同意：星时空仅为用户提供时间商品买卖、信息存储、分享等平台服务，用户必须为自己注册帐号下发生的一切行为负责，包括因您所传送至星时空的任何内容、信息等所导致的不利后果，该等不利后果包括但不限于赔偿、罚款、司法、仲裁程序费用、律师费、合理支出、给星时空造成的损害等。用户应对星时空上其他注册用户发布的内容自行加以判断，并承担因使用该内容而给自己、他人及社会造成的法律责任，包括但不限于因对内容的准确性、真实性、完整性或实用性等的依赖而产生的风险。</p>

						<p>5.13 星时空帐号的所有权归星时空所有，是星时空相应计算机软件作品的一部分，即星时空将相关产品的计算机软件著作权授权给注册用户的授权凭证。用户完成申请注册手续后，获得星时空帐号的使用权，该使用权仅属于初始申请注册人，禁止用户赠与、借用、租用、转让或买卖星时空帐号。如果使用者并非帐号初始申请注册人，星时空有权在未经通知的情况下冻结、回收该帐号而无需向该帐号使用人承担法律责任，由此导致的包括但不限于用户通讯中断、用户资料等损失由用户自行承担。若帐号的归属出现争议的，星时空在收到相关方的投诉后，有权暂时冻结该争议帐号。争议各方在举证期（7个工作日）内提供证据证明帐号归属，星时空依据各方提供的证据判断归属后，解冻争议帐号。</p>

						<p>5.14 需要特别注意的是，涉嫌使用不合理手段充值（包括但不限于非法使用信用卡套现）的帐号，星时空将依法暂时或永久封停该帐号。账号内的充值和时间商品将被全部清空，不予取现。同时，星时空保留在任何时候收回星时空帐号、用户名的权利。</p>

						<p>5.15 您不得利用星时空进行任何形式的洗钱活动。星时空将严密监控此类行为，并有权对多个定向账户中异常的、数额较大的资产流转进行调查，并有权配合主管部门调查提交您的身份资料、有关账户的记录等信息。</p>

						<p>5.16 如用户在使用星时空服务的过程中遇到其它用户上传违法侵权等内容，可直接点击“举报”按键进行举报，相关人员会尽快核实并进行处理。如用户认为上述方法无法解决遇到的问题、或用户觉得有必要向司法行政机关寻求帮助的，请用户尽快向相关机关反馈，星时空将依法配合司法机关的调查取证工作。</p>

						<div class="til1">六．时间商品买卖规范</div>
						<p>6.1 资金账户是由用户在星时空App开立并专门用于用户的时间商品买卖，星时空通过该账户对用户的时间商品买卖进行前端控制，进行交收等。</p>

						<p>6.2 用户开设资金账户时，应同时自行设置支付密码。用户在正常的买卖时间商品内可以随时修改密码。用户必须牢记该密码，并对密码负有保密责任。用户所有通过密码校验办理的业务均视为用户真实意愿的表示。</p>

						<p>6.3 用户资金只能以提现的方式自其资金账户回到其同名银行结算账户。</p>

						<p>6.4 星时空App按照统一规定范围内的标准或惯例收取用户各项费用、代征税金，并在用户账户中自动划转。</p>

						<p>6.5 用户时间商品买卖及相关行为涉嫌违法的，星时空可提请相关机关依法追究其行政、刑事责任。</p>

						<p>6.6 用户应在买卖下达后三日内向星时空App查询该成交结果，当用户对该结果有异议时，须在查询当日以书面形式向星时空App质询。用户逾期未办理查询或未对有异议的查询结果以书面方式向星时空App提出质询的，视同用户已确认该结果。</p>

						<p>6.7 用户在星时空App买卖时间商品时应保证其资金账户及时间商品账户中有足够的资金或时间商品，保证根据成交结果承担相应的交收责任，否则星时空App有权拒绝用户的委托指令。由此造成的全部损失和法律后果由用户自行承担，给星时空造成的损失，星时空App有权追偿。</p>

						<p>6.8 因用户违约而使星时空App遭受的损失应由用户承担责任，星时空App对用户资金账户内的资金及其时间商品账户内的时间商品享有优先受偿权。</p>

						<p>6.9 如出现涉及用户财产继承或财产归属的纠纷，星时空App均按公证机关出具的公证书或司法机关的裁决办理。</p>

						<p>6.10 在正式买卖前请用户仔细阅读 《星时空规则》，用户应当基于了解规则全部内容，在独立思考的基础上认可、同意规则的全部条款并按照规则进行时间商品买卖。用户在点击勾选框即表示用户完全接受《星时空用户使用协议》的同时，也表示同意接受 《星时空规则》 及星时空公示的其它各项规则、规范。</p>


						<div class="til1">七．委托买卖</div>
						<p>7.1 用户在星时空App所进行的所有时间商品买卖行为，均采取委托买卖方式进行，即指用户向星时空计算机系统输入委托指令，以完成时间商品买卖委托和相关信息查询的一种委托方式，包括但不限于使用电脑和手持设备通过互联网向星时空计算机系统输入委托指令实现时间商品买卖委托和相关信息查询的委托方式。委托方式以自助委托为主，自助委托包括通过电话、可视电话、手机APP、网站等方式以及星时空App认可的其他合法委托方式。用户应充分了解各种委托系统的操作方法，星时空App对此有解答咨询的义务。</p>

						<p>7.2 用户接受星时空App为其提供的以下服务：</p>

						<p>7.2.1 接受并执行用户下达的合法有效的委托指令；</p>

						<p>7.2.2 代理用户进行资金、时间商品的交收和履约；</p>

						<p>7.2.3 代理保管用户买入或拥有的时间商品；</p>

						<p>7.2.4 接受用户对其委托、成交及资金账户内的资金和时间商品账户内的时间商品变化情况的查询，并应用户的要求提供相应的清单；</p>

						<p>7.2.5 双方依法约定的其他事项；</p>

						<p>7.2.6 相关国家机关规定提供的其他服务。</p>

						<p>7.3 用户采取的委托买卖方式需按照星时空App规定的方式进行，需在正式买卖前请用户仔细阅读 《星时空时间商品买卖委托协议》 ，用户应当基于了解规则全部内容，在独立思考的基础上认可、同意规则的全部条款并按照规则进行时间商品买卖。用户在点击勾选框即表示用户完全接受《星时空用户使用协议》的同时，也表示同意接受 《星时空时间商品买卖委托协议》 及星时空公示的其它各项规则、规范。</p>

						<p>7.4 用户委托星时空代理买卖时间商品，可以采取限价委托和市价委托等方式。</p>

						<p>7.5 用户通过本协议约定的买卖方式下达的委托指令均以星时空服务器记录资料为准。对星时空服务器系统拒绝受理的买卖，均视为无效买卖。
						</p>
						<p>7.6 用户在买卖有效期内可对未显示成交的买卖发出撤销指令（买卖规则另有规定的除外），但由于商品价格随时波动及成交速度的原因，用户的撤销委托指令虽经星时空发出，但可能已成交，此时用户必须确认其成交。</p>

						<p>7.7 星时空App对根据用户有效委托而完成的买卖所引起的后果不负任何法律责任。</p>

						<p>7.8 用户买卖成交与否以星时空App的数据为准，即时成交与口头答复均仅供参考。由于市场或设备、网络通讯等技术原因，如果出现用户委托指令后长时间商品仍无即时成交的情况，此时用户委托指令成交与否一律以星时空App发送的数据为准。星时空App接受用户对其委托成交及账户资金和时间商品变化情况的查询，并应用户的要求提供相应的清单。</p>

						<p>7.9 用户在进行买卖前须确保已完全了解有关规则，避免发出无效委托指令，否则由此导致的一切后果由用户自行承担。</p>

						<p>7.10 用户不得从事法律法规及星时空业务规则禁止的时间商品买卖行为。</p>

						<p>7.11 用户发现以下异常以致影响用户的正常使用时，用户应立即通知星时空：</p>

						<p>7.11.1 用户无法进入星时空系统；</p>

						<p>7.11.2 用户发现资金账户中资金余额有异常；</p>

						<p>7.11.3 用户发现有价时间商品余额有异常；</p>

						<p>7.11.4 用户知道有人在未经任何授权的情况下使用其用户密码、注册口令或个人证书。</p>

						<p>当前述情况发生后，用户应及时与星时空App客服联系，以保证用户的正常使用能够尽快恢复。</p>

						<p>7.12 星时空App接受用户委托指令时，如果出现用户原委托指令未撤销而造成星时空App无法执行用户新的委托指令时，由此导致的后果由用户承担。</p>

						<div class="til1">八．网上买卖</div>

						<p>8.1 网上买卖是指星时空App通过基于互联网或移动通讯网络的网上时间商品买卖系统向用户提供用于下达时间商品买卖指令、获取成交结果的一种服务方式，包括需下载软件的客户端买卖和无需下载软件、直接利用星时空网站的页面客户端买卖。网上买卖的上网终端包括：电子计算机、手机等设备。</p>

						<p>8.2 根据《合同法》、《电子签名法》关于民事合同使用数据电文、电子签名的规定，采用电子签名签订的电子合同具有与纸质合同同等的法律效力。以此作为法律依据，本着提高合同签署效率的目的，用户同意在星时空App参与时间商品买卖行为的过程中使用电子合同、电子签名。</p>

						<p>用户通过数字证书或密码等身份验证信息登录星时空App指定的网络系统，确认同意接受相关电子合同或文本的，视为签署合同，与在纸质合同上手写签名或盖章具有同等的法律效力，无须另行签署纸质合同或文本。</p>

						<p>用户应妥善管理密码，经用户密码登陆用户账户后的所有操作视同用户本人行为，用户承担由此产生的一切法律后果。用户知悉并理解，相较传统开户方式，网上开户存在但不限于如下风险，并愿意承担该风险。</p>

						<p>在正式买卖前请用户仔细阅读 《用户网上开户暨电子签名约定书》 ，用户应当基于了解规则全部内容，在独立思考的基础上认可、同意规则的全部条款并按照规则进行时间商品买卖。用户在点击勾选框即表示用户完全接受《星时空用户使用协议》的同时，也表示同意接受 《用户网上开户暨电子签名约定书》 及星时空公示的其它各项规则、规范。</p>

						<p>8.3 数字证书或网上买卖通讯密码是网上时间商品买卖的有效身份识别证件。用户应妥善保管本人的数字证书或网上买卖通讯密码，不得擅自泄露、转交。数字证书或网上买卖通讯密码如果遗失或损坏，用户有责任在第一时间商品到星时空挂失。因用户保管本人数字证书或网上买卖通讯密码不善所带来的一切损失由用户自行承担。</p>

						<p>8.4 用户为进行网上买卖所使用的软件必须是星时空提供的或星时空指定站点下载的。用户使用其他途径获得的软件，由此产生的后果由用户自行承担。</p>

						<p>8.5 凡使用用户的网上买卖证书或网上买卖专用密码、资金账号、支付密码进行的网上买卖行为均视为用户亲自办理，由此所产生的一切后果由用户承担。</p>

						<p>8.6 用户通过网上买卖的单笔买卖及单日最大成交金额按星时空App的有关规定执行。</p>

						<p>8.7 用户确认在使用网上买卖系统时，如果连续五次输错密码，星时空App有权暂时冻结用户的网上买卖方式。连续输错密码的次数以星时空App的服务器记录为准。用户的网上买卖被冻结后，如需当日解冻，用户可以通过星时空App的电话服务中心申请解冻，星时空App进行身份校验或审核无误后予以解冻。</p>

						<p>8.8 用户不得擅自向第三方泄露通过星时空App上买卖系统获得的星时空提供的相关时间商品信息资料。</p>

						<p>8.9 用户应单独使用网上买卖系统，不得与他人共享。用户不得利用该网上买卖系统从事时间商品代理买卖业务，并从中收取任何费用。</p>

						<p>8.10 随着信息技术的发展和时间商品买卖市场的创新，新的买卖方式和新的时间商品业务品种会不断增加，对于部分新的买卖方式和新的时间商品业务品种,在符合国家有关法律法规和行业规范的前提下,星时空App将视该项新业务的具体情况，为用户适时提供网上开通或预约服务。</p>

						<p>在正式买卖前请用户仔细阅读 《自助委托及自助开通新业务协议书》 ，用户应当基于了解规则全部内容，在独立思考的基础上认可、同意规则的全部条款并按照规则进行时间商品买卖。用户在点击勾选框即表示用户完全接受《星时空用户使用协议》的同时，也表示同意接受 《自助委托及自助开通新业务协议书》 及星时空公示的其它各项规则、规范。</p>

						<p>用户通过互联网或移动通讯网络开通新的买卖方式或新的时间商品业务品种时，应按照星时空指定的流程输入资金账号、支付密码和其他身份校验信息。凡经星时空App验证其输入无误的，即视其为用户本人操作办理,通过网上买卖系统签署的申请表单或协议即视为用户本人签署，由此所产生的一切后果由用户承担。 新的买卖方式和新的时间商品买卖品种的业务内容、是否开通以及开通时间商品等，由星时空App根据业务特点和操作流程决定。</p>

						<p>用户自助开通新的买卖方式和新业务品种，视为用户已充分掌握该类操作方式的相关细节和注意事项，了解该种买卖方式和业务品种的各类风险，并能够承担由此带来的各种可能损失。</p>

						<div class="til1">九．费用结算</div>
						<p>9.1 用户同意本协议即表明充分了解并同意：星时空App提供的时间商品买卖服务为有偿买卖服务。星时空App按照有关法律、法规、规章、星时空业务规则以及星时空规则的相关规定向用户收取佣金及其他服务费用、代扣代缴有关税费。</p>

						<p>9.2 星时空App所涉及的相关收费如下：</p>

						<p>9.2.1 买卖佣金：参与买卖的买卖双方，完成每笔买卖，均须一次性交纳买卖价款3‰的买卖佣金。买卖成功则由买卖系统进行买卖佣金的实时扣除。</p>

						<p>9.2.2 提现手续费：用户需要提现时，完成每笔提现，均须一次性交纳提现价款0.6%的提现手续费。提现成功则由买卖系统进行提现手续费的实时扣除。</p>

						<p>9.2.3 买卖税费：参与买卖的买卖双方，完成每笔买卖应自行承担相应的税费。</p>

						<p>9.2.4 其他费用：系指星时空App为完成一般业务而发生的交通费、食宿费等费用由用户承担。</p>

						<p>9.3 星时空针对费用结算的星时空服务的使用通过各种方式（包括但不限于网页公告、系统通知、私信、短信提醒等）作出的任何声明、通知、警示等内容视为本协议的一部分，用户如使用该等星时空服务，视为用户同意该等声明、通知、警示的内容。</p>



						<div class="til1">十．知识产权</div>
						<p>10.1 星时空是星时空App的所有权及知识产权权利人。</p>

						<p>10.2 星时空是星时空产品的所有权及知识产权权利人。上述星时空产品指的是星时空、或其关联公司、或其授权主体等通过星时空为用户提供的包括但不限于信息发布分享、关系链拓展、便捷辅助工具、平台应用程序、公众开放平台等功能、软件、服务等。</p>

						<p>10.3 星时空是星时空App及星时空产品中所有信息内容的所有权及知识产权权利人。前述信息内容包括但不限于程序代码、界面设计、版面框架、数据资料、账号、文字、图片、图形、图表、音频、视频等，除按照法律法规规定应由相关权利人享有权利的内容以外。</p>

						<p>10.4 用户在使用星时空的过程中，可能会使用到由第三方针对星时空服务开发的在星时空App运行的功能、软件或服务，用户除遵守本协议相关规定以外，还应遵守第三方相关规定，并尊重第三方权利人对其功能、软件、服务及其所包含内容的相关权利。</p>

						<p>10.5 鉴于以上，用户理解并同意：</p>

						<p>10.5.1 未经星时空及相关权利人同意，用户不得对上述功能、软件、服务进行反向工程（reverseengineer）、反向编译（decompile）或反汇编（disassemble）等；同时，不得将上述内容或资料在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者用于其他任何目的。</p>

						<p>10.5.2 在尽商业上的合理努力的前提下，星时空并不就上述功能、软件、服务及其所包含内容的延误、不准确、错误、遗漏或由此产生的任何损害，以任何形式向用户或任何第三方承担任何责任；</p>

						<p>10.5.3 星时空并不对上述任何由第三方提供的功能、软件、服务或内容进行任何保证性的、或连带性的承诺或担保，由此产生的任何纠纷、争议或损害，由用户与第三方自行解决，星时空不承担任何责任；</p>

						<p>10.5.4 为更好地维护星时空生态，星时空保留在任何时间商品内以任何方式处置上述由星时空享受所有权及知识产权的产品或内容，包括但不限于修订、屏蔽、删除或其他任何法律法规允许的处置方式。</p>

						<div class="til1">十一．隐私保护</div>
						<p>11.1 本协议所指的“隐私”包括《电信和互联网用户个人信息保护规定》第4条关于个人信息、《最高人民法院关于审理利用信息网络侵害人身权益民事纠纷案件适用法律若干问题的规定》第12条关于个人隐私、以及未来不时制定或修订的法律法规中明确规定的隐私应包括的内容。</p>

						<p>11.2 保护用户隐私和其他个人信息是星时空的一项基本政策，星时空保证不会将单个用户的注册资料及用户在使用星时空服务时存储在星时空的非公开内容用于任何非法的用途，且保证将单个用户的注册资料进行商业上的利用时应事先获得用户的同意，但下列情况除外：</p>

						<p>11.2.1 事先获得用户的明确授权；</p>

						<p>11.2.2 为维护社会公共利益；</p>

						<p>11.2.3 学校、科研机构等基于公共利益为学术研究或统计的目的，经自然人用户书面同意，且公开方式不足以识别特定自然人；</p>

						<p>11.2.4 用户自行在网络上公开的信息或其他已合法公开的个人信息；</p>

						<p>11.2.5 以合法渠道获取的个人信息；</p>

						<p>11.2.6 用户侵害星时空合法权益，为维护前述合法权益且在必要范围内；</p>

						<p>11.2.7 根据相关政府主管部门的要求；</p>

						<p>11.2.8 根据相关法律法规或政策的要求；</p>

						<p>11.2.9 其他必要情况。</p>

						<p>11.3 为提升星时空App服务的质量，星时空可能会与第三方合作共同向用户提供相关的星时空服务，此类合作可能需要包括但不限于星时空用户数据与第三方用户数据的互通。在此情况下，用户知晓并同意如该第三方同意承担与星时空同等的保护用户隐私的责任，则星时空有权将用户的注册资料等提供给该第三方，并与第三方约定用户数据仅为双方合作的星时空服务之目的使用。并且，星时空将对该等第三方使用用户数据的行为进行监督和管理，尽一切合理努力保护用户个人信息的安全性。</p>



						<div class="til1">十二．免责声明</div>
						<p>12.1 用户在使用星时空服务的过程中应遵守国家法律法规及政策规定，因其使用星时空服务而产生的行为后果由用户自行承担。</p>

						<p>12.2 通过星时空服务发布的任何信息，及通过星时空服务传递的任何观点不代表星时空之立场，星时空亦不对其完整性、真实性、准确性或可靠性负责。用户对于可能会接触到的非法的、非道德的、错误的或存在其他失宜之处的信息，及被错误归类或是带有欺骗性的发布内容，应自行做出判断。在任何情况下，对于任何信息，包括但不仅限于其发生的任何错误或遗漏；或是由于使用通过星时空服务发布、私信、传达、其他方式所释出的或在别处传播的信息，而造成的任何损失或伤害，应由相关行为主体承担全部责任。</p>

						<p>12.3 鉴于外部链接指向的网页内容非星时空实际控制的，因此星时空无法保证为向用户提供便利而设置的外部链接的准确性和完整性。</p>

						<p>12.4 对于因不可抗力或星时空不能控制的原因造成的星时空服务中断或其它缺陷，星时空不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。
						</p>
						<p>12.5 用户同意，对于星时空向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，星时空无需承担任何责任：</p>

						<p>12.5.1 星时空向用户免费提供的星时空服务；</p>

						<p>12.5.2 星时空向用户赠送的任何产品或者服务；</p>

						<p>12.5.3 星时空向收费用户附赠的各种产品或者服务。</p>

						<p>12.6 用户知悉并同意，星时空可能会与第三方合作向用户提供产品（包括但不限于游戏、第三方应用等）并由第三方向用户提供该产品的升级、维护、客服等后续工作，由该等第三方对该产品的质量问题或其本身的原因导致的一切纠纷或用户损失承担责任，用户在此同意将向该第三方主张与此有关的一切权利和损失。</p>

						<p>12.7 星时空App上提供的产品或服务，如未标明使用期限、或者其标明的使用期限为“永久”、“无限期”或“无限制”的，则其使用期限为自用户获得该产品或服务之日起至该产品或服务在星时空下线之日为止。由星时空原因导致的本协议终止或者该产品或服务在星时空App下线时，用户将无法继续使用该产品或服务，星时空将向受影响的用户提供等值的替代性的收费网络服务。</p>

						<p>12.8 星时空有权采取有效措施制止可能存在的异常行为,制止措施包括但不限于限制买卖、冻结账户、限制取款等，由此造成的全部损失和法律后果由用户自行承担。</p>

						<p>12.9 用户明确同意服务的使用由用户个人承担风险。星时空明确表示不提供任何类型的担保，不论是明确的或隐含的，但是对商业性的隐含担保，特定目的和不违反规定的适当担保除外。星时空不担保服务一定能满足用户的要求，也不担保服务不会受中断，对服务的及时性、安全性、出错发生都不作担保。星时空拒绝提供任何担保，包括信息能否准确、及时、顺利地传送。用户理解并接受下载或通过星时空产品服务取得的任何信息资料取决于用户自己，并由其承担系统受损或资料丢失的所有风险和责任。星时空对在星时空上得到的任何商品购物服务或买卖进程，都不作担保。用户不会从星时空收到口头或书面的意见或信息，星时空也不会在这里作明确担保。</p>

						<div class="til1">十三．违约赔偿</div>
						<p>13.1 如因星时空违反有关法律、法规或本协议项下的任何条款而给用户造成损失，星时空同意承担由此造成的损害赔偿责任。</p>

						<p>13.2 用户同意保障和维护星时空及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给星时空或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。</p>

						<div class="til1">十四．协议修改</div>
						<p>14.1 星时空有权随时修改本协议的任何条款，一旦本协议的内容发生变动，星时空将会在星时空App上公布修改之后的协议内容，若用户不同意上述修改，则可以选择停止使用星时空服务。星时空也可选择通过其他适当方式（比如系统通知）向用户通知修改内容。</p>

						<p>14.2 如果不同意星时空对本协议相关条款所做的修改，用户有权停止使用星时空服务。如果用户继续使用星时空服务，则视为用户接受星时空对本协议相关条款所做的修改。</p>

						<div class="til1">十五．通知送达</div>
						<p>15.1 本协议项下星时空对于用户所有的通知均可通过网页公告、电子邮件、系统通知、星时空管理帐号、私信、手机短信或常规的信件传送等方式进行主动联系；该等通知于发送之日视为已送达收件人。</p>

						<p>15.2 用户对于星时空的通知应当通过星时空对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。</p>


						<div class="til1">十六．法律适用</div>
						<p>16.1 星时空依据并贯彻中华人民共和国法律法规、政策规章及司法解释之要求，包括但不限于《全国人民代表大会常务委员会关于加强网络信息保护的决定》的文件精神，制定《星时空用户使用协议》。</p>

						<p>16.2 本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。</p>

						<p>16.3 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向星时空所在地的人民法院提起诉讼。</p>

						<div class="til1">十七．其他规定</div>
						<p>17.1 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。</p>

						<p>17.2 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>

						<p>17.3 本协议中的标题仅为方便而设，在解释本协议时应被忽略。</p>


						<p>本人已认真阅读、理解并接受本用户使用协议的全部内容，充分知晓时间商品买卖规则以及免责声明等规定，愿意承担时间商品买卖服务业务的风险和损失。</p>

				</div>
		</div>
</template>

<script>
		import headProto from '@/components/mine/headMe'
    export default {
        name: "user-proto",
				data(){
        		return {
        				til:["用户使用协议"]
						}
				},
				components:{
						headProto,
				}
    }
</script>

<style scoped lang="scss">
		.proto-con{
				padding: 0 .15rem ;
				.til1{
						font-size: .16rem;
						line-height: .45rem;
						text-align: center;
						font-weight: bolder;
				}
				p{
						line-height: .26rem;
				}
		}
</style>